{
    "locations": [
        {
            "id" : 0,
            "placeName" : "Merlion",
            "latitude" : 1.286920,
            "longitude" : 103.854570,
            "img" : "https://www.befreetour.com/img/attraction/merlion-park20191008171420.jpg",
            "desc" : "The Merlion is the national personification of Singapore.",
            "details": "Its name combines mer, meaning the sea, and lion. The fish body represents Singapore's origin as a fishing village when it was called Temasek, which means sea town in Javanese. The lion head represents Singapore's original name—Singapura—meaning lion city or kota singa.",
            "address": "10 Bayfront Avenue, Singapore",
            "website": ""
        },
        {
            "id" : 1,
            "placeName" : "Asian Civilisations Museum",
            "latitude" : 1.287466,
            "longitude" : 103.851424,
            "img" : "https://www.nhb.gov.sg/acm/-/media/acm/acm2017/images/gallery/ancient-religions/ancient-religions-gallery.ashx?la=en",
            "desc" : "The Asian Civilisations Museum (ACM) is an institution which forms a part of the four museums in Singapore.",
            "details": "It is one of the pioneering museums in the region to specialise in pan-Asian cultures and civilisations. The museum specialises in the material history of China, Southeast Asia, South Asia and West Asia, from which the diverse ethnic groups of Singapore trace their ancestry.",
            "address": "",
            "website": ""
        },
        {
            "id" : 2,
            "placeName" : "Clarke Quay",
            "latitude" : 1.290555,
            "longitude" : 103.846188,
            "img" : "https://www.visitsingapore.com/id_id/walking-tour/eat-drink/drinking-clarke-quay-boat-quay/_jcr_content/par-carousel/carousel_detailpage/carousel/item_1.thumbnail.carousel-img.740.416.jpg",
            "desc" : "is a historical riverside quay in Singapore, located within the Singapore River Planning Area. The quay is situated upstream from the mouth of the Singapore River and Boat Quay.",
            "details": "Clarke Quay was named after Sir Andrew Clarke, Singapore's second Governor and Governor of the Straits Settlements from 1873 to 1875, who played a key role in positioning Singapore as the main port for the Malay states of Perak, Selangor and Sungei Ujong.",
            "address": "",
            "website": ""
        },
        {
            "id" : 3,
            "placeName" : "Fort Canning Park",
            "latitude" : 1.295526,
            "longitude" : 103.845331,
            "img" : "https://img.okezone.com/content/2022/05/08/406/2590637/fort-canning-park-spot-foto-paling-keren-di-singapura-J4jO5woVpV.jpg",
            "desc" : "Fort Canning Hill is a small hill, about 48 metres (157 ft) high, in the southeast portion of the island city-state of Singapore",
            "details": "The Malays called the hill Bukit Larangan or Forbidden Hill since olden times. This is due to the belief that it is the place where the kings of ancient Singapore were laid to rest, and it was believed to be haunted",
            "address": "",
            "website": ""
        },
        {
            "id" : 4,
            "placeName" : "Orchard Road",
            "latitude" : 1.302279,
            "longitude" : 103.837399,
            "img" : "https://asset.kompas.com/crops/Tmuyr3ismxImPWvObua56crEKj4=/29x0:970x627/750x500/data/photo/2021/12/12/61b5ff075b397.png",
            "desc" : "Orchard Road, often known colloquially as Orchard, is a major 2.5 km (1.6 mi)–long road in the Central Area of Singapore.",
            "details": "The Orchard Planning Area is a planning area as specified by the Urban Redevelopment Authority. It is part of the Central Area located within the Central Region. Orchard is bordered by Newton in the east and north, Tanglin in the west, River Valley in the south and Museum to the southeast.",
            "address": "",
            "website": ""
        },
        {
            "id" : 5,
            "placeName" : "Singapore Flyer",
            "latitude" : 1.289332,
            "longitude" : 103.863152,
            "img" : "https://a.cdn-hotels.com/gdcs/production198/d1112/e117f75f-0ac3-42ac-b607-a4c79ba671c8.jpg",
            "desc" : "is an observation wheel at the Downtown Core district of Singapore.",
            "details": "Officially opened on 15 April 2008, it has 28 air-conditioned capsules, each able to accommodate 28 passengers, and incorporates a three-story terminal building. The flyer has made numerous appearances in media and popular culture that features Singapore.",
            "address": "",
            "website": ""
        },
        {
            "id" : 6,
            "placeName" : "Marina Bay Sands",
            "latitude" : 1.283099,
            "longitude" : 103.860295,
            "img" : "https://id.marinabaysands.com/content/dam/singapore/marinabaysands/master/main/home/home/2021-masthead-600x400_2.jpg",
            "desc" : "Marina Bay Sands (abbreviation: MBS) is an integrated resort fronting Marina Bay in Singapore.",
            "details": "The resort is owned by the Las Vegas Sands Corporation and at its opening in 2010, it was deemed the world's most expensive standalone casino property at S$8 billion (US$6.88 billion).",
            "address": "",
            "website": "https://id.marinabaysands.com/"
        },
        {
            "id" : 7,
            "placeName" : "Gardens By The Bay",
            "latitude" : 1.281790,
            "longitude" : 103.863954,
            "img" : "https://indonesiatraveler.id/wp-content/uploads/2020/03/Singapore-Garden-Bay-photo-by-Garden-by-the-Bay.jpg",
            "desc" : "The Gardens by the Bay is a nature park spanning 101 hectares (250 acres) in the Central Region of Singapore, adjacent to the Marina Reservoir.",
            "details": "The park consists of three waterfront gardens: Bay South Garden (in Marina South), Bay East Garden (in Marina East) and Bay Central Garden (in Downtown Core and Kallang). The largest of the gardens is the Bay South Garden at 54 hectares (130 acres) designed by Grant Associates.",
            "address": "",
            "website": ""
        },
        {
            "id" : 8,
            "placeName" : "Chinatown",
            "latitude" : 1.284193,
            "longitude" : 103.843362,
            "img" : "https://www.visitsingapore.com/id_id/walking-tour/culture/in-the-neighbourhood-chinatown/_jcr_content/par-carousel/carousel_detailpage/carousel/item1.thumbnail.carousel-img.740.416.jpg",
            "desc" : "is a subzone and ethnic enclave located within the Outram district in the Central Area of Singapore",
            "details": "hinatown is considerably less of an enclave than it once was. However, the precinct does retain significant historical and cultural significance. Large sections of it have been declared national heritage sites officially designated for conservation by the Urban Redevelopment Authority.",
            "address": "",
            "website": ""
        }
    ]
}